Revit 2026 API

# ModelPathUtils Properties

---

The ModelPathUtils type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | CloudRegionEMEA | The name of cloud region EMEA. |
|  | CloudRegionUS | The name of cloud region US. |

#### Reference

ModelPathUtils Class

Autodesk.Revit.DB Namespace